<footer>
    <nav>
        <h1>Интернет-магазин</h1>
        <a href="">Оплата</a>
        <a href="">Доставка</a>
        <a href="">Кредитование</a>
        <a href="">Акции</a>
        <a href="">Отзывы</a>
        <a href="">Полезные рассылки</a>
        <a href="">Подарочные сертификаты</a>
        <a href="">Гарантийное обслуживание</a>
        <a href="">Юридическим лицам</a>
    </nav>
    <nav>
        <h1>Помощь</h1>
        <a href="">Как заказать</a>
        <a href="">Бонусная система</a>
        <a href="">Что такое Шопики</a>
        <a href="">Статусы заказов</a>
        <a href="">Вопросы и ответы</a>
        <a href="">Форум</a>
        <a href="">Конфигуратор компьютера</a>
        <a href="">Сборка компьютера на заказ</a>
        <a href="">Калькулятор блока питания</a>
    </nav>
    <nav>
        <h1>Компания</h1>
        <a href="">О компании</a>
        <a href="">Прайс-листы</a>
        <a href="">Salem Sale</a>
        <a href="">Комиссионный магазин</a>
        <a href="">Вакансии</a>
        <a href="">Новости</a>
        <a href="">Гарантия надёжности</a>
        <a href="">Арендодателям</a>
        <a href="">Благотворительность</a>
    </nav>
    <nav>
        <h1>Контакты</h1>
        <a href="">Адреса и телефоны</a>
        <a href="">Написать нам</a>
        <a href="">Telegram-бот</a>
        <p>Узнайте о скидках и акциях первым!</p>
        <div>
            <input type="text" name="" id="mail" placeholder="Введите ваш email">
            <button>ПОДПИСАТЬСЯ</button>
        </div>
        
    </nav>
    
</footer>